{"recipes":[{"title":"Хрустящий картофель с куркумой","id":0,"category":"1","preparationTime":10,"cookingTime":30,"time":40,"personsAmount":3,"favorite":false,"ingredients":["Картофель 500 гр.","Кокосовое масло 2 ст.л.","Чеснок 3 зубчика","Имбирь 1 шт.","Петрушка","Куркума 2 ч.л.","Соль 1 ч.л.","Перец черный 1/2 ч.л."],"cookingMethods":["Предварительно разогреть духовку до 180 градусов и уложить противень пергаментной бумагой.","Каждый клубень вертикально разрезать на 8 кусочков. Картофель перемешать в миске с кокосовым маслом, с натертым чесноком, натертым имбирем, рубленой петрушкой, куркумой, солью и перцем.","Выложить эту смесь на приготовленный противень в один слой. Выпекать 30 – 40 минут, перемешивая картофель лопаточкой каждые 15 минут."],"date":1497000185026,"photoFile":"crispy potatoes (1).jpg","flagShowMore":false},{"title":"Крем-суп из зеленого горошка и сыра Маскарпоне","id":1,"category":"0","preparationTime":7,"cookingTime":45,"time":52,"personsAmount":4,"description":"зеленый горошек : свежий или замороженный","favorite":false,"ingredients":["Бульон овощной 1 л.","Морковь 1 шт.","Картофель 4 шт.","Лук репчатый 1 шт.","Зеленый горошек 300 гр.","Сыр Маскарпоне 200 гр.","Перец черный горошек 4 шт.","Перец черный молотый по вкусу","Лавровый лист 1 шт.","Соль  по вкусу","Гренки по вкусу","Оливковое масло по вкусу"],"cookingMethods":["Картофель и морковку очистить и крупно нарезать. Луковицу очистить и разрезать на четыре части. В кастрюлю налить овощной бульон и поставить его на огонь. Когда бульон нагреется, но не закипит, добавить туда морковь, лук, горошины перца и лавровый лист. Когда бульон закипит добавить порезанный кубиками картофель. Варить до полуготовности картофеля.","Когда картофель будет почти готов. Вынуть из супа шумовкой лавровый лист и положить в суп зеленый горошек. Доварить до готовности картофеля и горошка, посолить и снять с плиты.","Измельчить суп блендером до кремообразного состояния, добавить сыр Маскарпоне и снова измельчить блендером. Подавать крем-суп из зеленого горошка и сыра Маскарпоне горячим со свежими гренками из белого хлеба и полив сверху оливковым маслом."],"date":1496020132020,"photoFile":"DSC_0679.jpg","flagShowMore":false},{"title":"Кесадилья с говядиной","id":2,"category":"3","preparationTime":7,"cookingTime":25,"time":32,"personsAmount":4,"favorite":false,"ingredients":["Тортилья 4 шт.","Говядина\t 300 гр.","Сыр твердых сортов 200 гр.","Томаты (помидоры) 3 шт.","Лук репчатый 0,25 шт.","Перец сладкий красный\t 0,5 шт.","Лайм 2 ст. л.","Укроп 2 веточки","Петрушка\t 2 веточки","Соль поваренная\t по вкусу","Перец\t по вкусу","Растительное масло","Сметана"],"cookingMethods":["Приготовить сальсу. Помидоры и перец очистить от семян, порезать на небольшие кубики. Лук также нарезать на кубики, петрушку и укроп мелко порубить. Смешать все ингредиенты, посолить, заправить соком лайма.","Мясо порезать на крупные куски, обжарить. Немного остудить, порезать на небольшие кусочки.","Сыр натереть на крупную терку.","Сковороду слегка смазать маслом, нагреть, положить лепешку тортилья, поверх лепешки выложить ¼ сыра, потом половину мяса, посолить, поперчить, снова посыпать ¼ сыра, накрыть другой лепешкой, слегка прижать. Обжаривать с каждой стороны по 2-3 минуты (до расплавления сыра). Также приготовить 2-ю кесадилью.","Разрезать кесадилью на порционные куски, подавать с сальсой и сметаной."],"date":1496999185020,"photoFile":"70339eb32c.jpg","flagShowMore":false},{"title":"Клубничное песочное печенье","id":3,"category":"5","preparationTime":10,"cookingTime":30,"time":40,"personsAmount":6,"favorite":true,"ingredients":["Клубника\t 200 гр.","Сок лимона\t 2 ч.л.","Мука\t 400 гр.","Сахар, песок\t 200 гр.","Разрыхлитель\t 10 гр.","Сода пищевая\t 1/4  ч.л.","Соль поваренная\t 1/4 ч.л.","Масло сливочное\t 6 ст.л.","Йогурт\t 100 мл.","Ванильный экстракт\t 1 ч.л.","Цедра лимона\t 1 шт.","Сахарная пудра\t 150 гр.","Молоко 2 ст.л.","Ванильный сахар\t 10 гр."],"cookingMethods":["Предварительно разогреть духовку до 180С.","Поместить нарезанную кубиками клубнику лимонный сок, 2 столовых ложки муки и сахар в маленькую глубокую миску и перемешать до однородной массы. Поместить в холодильник и дать постоять.","В глубокой миске среднего размера просеять вместе оставшуюся муку, разрыхлитель, пищевую соду и соль. Порезать сливочное масло и добавить в сухие смешанные компоненты. Вымесить все до превращения в крошку.","Примешать греческий йогурт, ваниль и жидкую смесь, превратить в однородное тесто.","Уложить в противень пергамент, на него – по две столовые ложки теста на расстоянии 2 см друг от друга.","Выпекать печенье в течение 17 – 20 минут. Вынуть из духовки и дать ему остыть.","В то время как печенье охлаждается, сделать глазурь: Поместить сахар, молоко и ваниль в маленькую миску и осторожно перемешать вилкой.","Покрыть печенье брызгами глазури за 30 минут до подачи."],"date":1496999995020,"photoFile":"strawberrycookie_2.jpg","flagShowMore":false},{"title":"Сырники из овсяной муки","id":4,"category":"6","preparationTime":5,"cookingTime":40,"time":45,"personsAmount":6,"description":"добавляем овсяную муку, если в твороге есть лишняя жидкость можно также добавить рисовую муку 1 или 2 ст. л.","favorite":true,"ingredients":["Творог\t 200 г.","Нежирный творог\t 400 гр.","Яйцо куриное\t 1 шт.","Белок яичный\t 1 шт.","Мед\t 4 ст.л.","Ваниль\t по вкусу","Мука\t 2,5 ст.л.","Вишня без косточки\t 200 гр."],"cookingMethods":["Все ингредиенты, кроме рисовой муки, перемешать и дать постоять 20-30 минут.","Духовку прогреть до 180 градусов.","Брать ложкой по шарику творожной массы, обваливать в рисовой муке, и выкладывать на пекарскую бумагу (для формования я использую круглую формочку для печенья).","Печь до зарумянивания около 15 минут.","Готовим вишневый соус:\n200 грамм вишни разморозить, прогреть в сотейнике, и дать покипеть 5 минут  на медленном огне, добавить в конце 1-2 столовые ложки меда или другого привычного вам натурального заменителя сахара."],"date":1496999999920,"photoFile":"original.jpg","flagShowMore":false},{"title":"Фруктовый чай","id":5,"category":"7","preparationTime":3,"cookingTime":10,"time":13,"personsAmount":2,"description":"","favorite":false,"ingredients":["Чай зеленый\t 300 мл.","Мята\t 1 веточка","Лимоны : 4 дольки","Апельсины : 2 дольки","Грейпфрут : 2 дольки","Гранатовый сок 4 ст.л."],"cookingMethods":["Подготовить высокие стаканы, бросить на дно мяту и дольки лимона. Налить чай и добавить несколько кубиков льда. Сверху положить мелко нарезанные апельсин и грейпфрут.","Как только лед подтает, влить в напиток несколько ложек гранатового сока.","Главное, на что стоит опираться при приготовлении любого из этих коктейлей – собственный вкус. Ингредиенты и их соотношения можно менять, отыскивая лучшие сочетания."],"date":1496999124520,"photoFile":"xxk6.jpg","flagShowMore":false},{"title":"Коктейль из имбиря","id":6,"category":"7","preparationTime":5,"cookingTime":15,"time":20,"personsAmount":1,"favorite":false,"ingredients":["Вода питьевая\t 200 мл.","Имбирь\t 1/2 чайные ложки","Сок лимона\t по вкусу","Мед\t по вкусу"],"cookingMethods":["Залить тертый на мелкой терке или молотый имбирь кипятком, настоять 10 – 15 минут, положить мед и сок лимона по вкусу, перемешать, охладить напиток.","Можно брать ингредиенты для большего количества напитка в следующих пропорциях: на 1,5 литра воды 2 столовые ложки тертого имбиря и 2 столовые ложки меда, ½ лимона (использовать можно не только сок, но и цедру)."],"date":1496999563420,"photoFile":"103447.jpg","flagShowMore":false},{"title":"Свежая томатная сальса","id":7,"category":"4","preparationTime":5,"cookingTime":5,"time":10,"personsAmount":1,"description":"Лайм : сок","favorite":false,"ingredients":["Томаты (помидоры)\t 3 шт.","Лук красный\t 1/2 шт.","Перец чили\t 2 шт.","Лайм\t 1 шт.","Кинза\t 1 стакан","Соль поваренная\t по вкусу","Перец черный молотый\t по вкусу","Душица\t 1 щепотка","Тимьян (Чабрец)\t 1 щепотка"],"cookingMethods":["Мелко нарезать томаты и лук. Перец чили очистить от семян и тоже мелко порезать. Измельчить кинзу.","Все ингредиенты объединить в глубокой тарелке. Добавить соль и перец по вкусу. Если чили делает сальсу слишком острой, добавить еще томатов.","Оставить смесь на час, чтобы ароматы смешались.","Подавать с чипсами, лепешками, тако, буррито, кесадильями."],"date":1496998746020,"photoFile":"salsa.jpg","flagShowMore":false},{"title":"Желтый рис с курицей и жареными кешью","id":8,"category":"1","preparationTime":5,"cookingTime":35,"time":40,"personsAmount":6,"favorite":false,"ingredients":["Луковица средняя   1 шт.","Рис 300 гр.","Куриный бульон или вода 700 мл.","Куриные бедра 8-10 шт.","Кешью 125 гр.","Чеснок 2 зубчика","Куркума 1/2 ч.л.","Вяленые томаты 50 гр.","Соль по вкусу"],"cookingMethods":["Мелко рубим лук и чеснок. В сотейнике разогреваем 2 ст.л. растительного масла. Кладем лук с чесноком и жарим, помешивая, 3-4 минуты, до полупрозрачного состояния.","Добавляем куркуму и жарим еще 30 секунд.","Кладем в сковороду рис и перемешиваем так, чтобы масло обволокло каждую рисинку.","Вливаем бульон, добавляем немного соли, доводим до кипения. Уменьшаем огонь до минимума, накрываем крышкой и готовим до впитывания жидкости и готовности риса, около 20 минут. Пока готовится рис, снимаем мясо с куриных бедер и нарезаем на небольшие кусочки.","Обжариваем на огне чуть сильнее среднего до готовности и снимаем на тарелку.","На сухой сковороде обжариваем до золотистого цвета орехи.","Томаты нарезаем не очень мелко. В готовый рис добавляем курицу, томаты и орехи. Солим по вкусу.","Перемешиваем и прогреваем в течение пары минут."],"date":1496999678020,"photoFile":"trttkeshiu.jpg","flagShowMore":false},{"title":"Цыпленок в соусе, запеченный с беконом","id":9,"category":"1","preparationTime":10,"cookingTime":30,"time":40,"personsAmount":3,"favorite":true,"ingredients":["Масло сливочное\t 60 гр.","Сыр сливочный\t 160 гр.","Чеснок\t 4 шт.","Молоко \t 1 стакан","Сливки 35%\t 150 гр.","Желток яичный\t 2 шт.","Соль поваренная\t по вкусу","Перец черный молотый\t по вкусу","Сметана\t 100 гр.","Сыр Рикотта\t 100 гр.","Куриная грудка\t 3 шт.","Пармезан\t 170 гр. (для выпечки) + 220 гр. (для соуса Альфредо)","Петрушка\t 2 ст.л.","Моцарелла\t 170 гр.","Бекон\t 4 ломтика"],"cookingMethods":["Мелко нарезать чеснок, натереть сыр Пармезан и Моцарелла, нарезать петрушку, измельчить куриные грудки, нарезать бекон и немного обжарить, взбить яйца.","В большой кастрюле растопить сливочное масло на среднем огне. Добавить сливочный сыр, чеснок, молоко и сливки. Взбить ингредиенты до получения однородной массы. Довести смесь до кипения. Выключить огонь, и взбить с сыром пармезан. Добавить яйца в кастрюлю, взбить, затем отложить.","Разогреть духовку до 180 градусов С и смазать форму для выпечки подсолнечным маслом.","В большой миске смешать соус Альфредо, сметану, сыр Рикотта, куриную грудку, сыр пармезан, петрушку.","Вылить смесь в подготовленную для выпечки форму. Посыпать сверху сыром Моцарелла.","Выпекать в течение 15-20 минут.","Снять с огня. Посыпать беконом, петрушкой и тертым Пармезаном. Подавать сразу после приготовления."],"date":1496999897420,"photoFile":"chicken in sauce_1.jpg","flagShowMore":false},{"title":"Спагетти Карбонара с грибами","id":10,"category":"1","preparationTime":5,"cookingTime":15,"time":20,"personsAmount":2,"description":"грудинка или бекон","favorite":true,"ingredients":["Спагетти\t 200 гр.","Грудинка\t 180 гр.","Лук репчатый\t 50 гр.","Шампиньоны\t 100 гр.","Яйцо куриное\t 2 шт.","Пармезан\t 40 гр.","Сливки\t 120 мл.","Растительное масло\t 20 мл.","Зелень"],"cookingMethods":["Спагетти отварить в подсоленной воде до готовности альденте.","Грибы, лук и грудинку нарезать соломкой, обжарить на сковороде в растительном масле.","Залить сливки, добавить зелень, протушить 2 минуты.","Выложить туда спагетти и аккуратно перемешать.","Сыр Пармезан натереть на терке.","Готовые спагетти в соусе разложить по тарелкам, сверху разместить сырой желток, украсить зеленью и посыпать Пармезаном."],"date":1496999989820,"photoFile":"DSC_1803.JPG","flagShowMore":false},{"title":"Жульен с курицей, грибами и сыром","id":11,"category":"1","preparationTime":5,"cookingTime":30,"time":35,"personsAmount":3,"favorite":false,"ingredients":["Куриная грудка\t 2 шт.","Шампиньоны\t 300 гр.","Сметана\t 200 гр.","Моцарелла\t 100 гр.","Соль поваренная\t по вкусу","Перец черный молотый\t по вкусу","Растительное масло\t по вкусу"],"cookingMethods":["Куриную грудку промыть и нарезать кубиками. Сковородку смазать растительным маслом и затем обжарить на ней кусочки куриной грудки, в конце жарки посолить и поперчить.","Шампиньоны вымыть и нарезать крупными кусочками, обжарить на сковороде до готовности. В конце жарки шампиньоны посолить и поперчить.","На сковородке объединить курицу с шампиньонами, добавить сметану и перемешать.","Переложить все в горшочки для запекания. Сверху посыпать натертым сыром Моцарелла и поставить запечься в духовку, разогретую до 200 градусов на 20 минут."],"date":1496996789020,"photoFile":"DSC_0650.jpg","flagShowMore":false},{"title":"Завтрак: крок-мадам","id":12,"category":"1","preparationTime":2,"cookingTime":15,"time":17,"personsAmount":2,"description":"Окорок : варено-копченый","favorite":false,"ingredients":["Сыр твердый и полутвердый\t 4 ломтика","Белый хлеб 4 шт.","Окорок  2 шт.","Яйцо куриное\t 2 шт.","Шнитт-лук  2 веточки","Масло сливочное 4 ст. л.","Морская соль\t по вкусу"],"cookingMethods":["Намазать каждый кусок хлеба тонким слоем масла. На два куска положить по одному куску сыра, на него кусок ветчины, сверху еще один кусок сыра. Накрыть оставшимся куском хлеба (маслом вниз) и слегка прижать.","Положить получившийся сэндвич на противень и запекать в разогретой до 220С духовке 7 минут, перевернуть и запекать еще 3-4 минуты, пока хлеб не подрумянится. Можно сразу после переворачивания поставить на 1-2 минуты под гриль.","Приготовить 2 яичницы – глазуньи и выложить их на готовые сэндвичи, посыпать измельченной зеленью."],"date":1497601293515,"photoFile":"Krok_Madam (1).jpg","flagShowMore":false},{"title":"Лимонно-маковые блины","id":13,"category":"1","preparationTime":5,"cookingTime":35,"time":40,"personsAmount":4,"description":"ягоды -  черника или голубика","favorite":true,"ingredients":["Яйцо куриное\t 2 шт.","Молоко 1 стакан","Вода питьевая 1/4 стакана","Масло сливочное 2 ст. л.","Мука 1 стакан","Цедра лимона 1 шт.","Сахар, песок 2 ст. л.","Мак\t 2 ст. л.","Соль 1/4 ч. л.","Сахарная пудра по вкусу","Черника по вкусу"],"cookingMethods":["В миску выбить яйца, влить молоко, воду и топленое масло, перемешать. Добавить муку, цедру лимона, сахар, семена мака и соль. Покрыть пищевой пленкой и поместить жидкое тесто в холодильник на 30 минут.","Разогреть чугунную сковороду на огне, смазать ее сливочным маслом. Вылить 1/4 чашки жидкого теста в центр сковороды и распределить его по кругу, пока дно не будет покрыто равномерно. Готовить, пока края блина не начнут отставать от сковороды, 1 - 2 минуты. Перевернуть и готовить на противоположной стороне в течение еще 30 секунд. То же самое повторить с оставшимся тестом.","Поместить блины в противень и в предварительно разогретый до 160 градусов духовой шкаф, чтобы прогреть и всем подавать теплыми.","Подавать с ягодами."],"date":1497602131410,"photoFile":"poppy pancakes_2.jpg","flagShowMore":false},{"title":"Яблочный пирог","id":14,"category":"5","preparationTime":10,"cookingTime":30,"time":40,"personsAmount":6,"favorite":false,"ingredients":["Яйцо куриное\t 4 шт.","Мука 5 ст. л.","Сахар, песок\t4 ст. л.","Молоко 180 мл.","Цедра лимона  2 шт.","Яблоки 3 шт.","Масло сливочное 4 ст. л.","Сахарная пудра по вкусу"],"cookingMethods":["Смазать жиром чугунную неглубокую сковороду. Предварительно разогреть духовой шкаф до 180 градусов С.","Смешать муку, сахар, цедру и молоко. Добавить яйца и взбить энергично. Продолжить взбивать, выливая смесь в сковороду.","Яблоки порезать на дольки и красиво их разложить по сковороде.","Выпекать приблизительно 30 минут. Посыпать сахарной пудрой и подавать горячим или холодным."],"date":1497602805228,"photoFile":"pirog_apple_2.jpg","flagShowMore":false},{"title":"Английский пасхальный кекс","id":15,"category":"5","preparationTime":10,"cookingTime":30,"time":40,"personsAmount":6,"description":"Масло сливочное : размягченное;\nспеции : мускатный орех, корица, душистый перец, кардамон, имбирь;\nсмесь сухофруктов : изюм, инжир, чернослив, курага, клюква;\nмусковадо : темный;\nлимончелло : или ром","favorite":true,"ingredients":["Масло сливочное 230 гр.","Пшеничная мука 180 гр.","Миндальная мука 55 гр.","Мед\t 55 гр.","Специи\t 2 ч. л.","Смесь сухофруктов 600 гр.","Мусковадо 155 гр.","Яйцо куриное 4 шт.","Цедра лимона 2 шт.","Лимончелло 5 ст. л.","Марципаны 400 гр."],"cookingMethods":["Мелко порезать сухофрукты и смешать их с мукой и цедрой лимона. Отдельно взбить сахар с маслом, добавить мед, лимончелло и смесь специй. Не прекращая взбивать, ввести яйца по одному. Затем, лопаткой смешать с мукой и смесью сухофруктов, хорошо перемешать.","Духовой шкаф разогреть до 170 градусов по Цельсию. Смазать форму для выпечки сливочным маслом, дно выложить кругом из бумаги для выпечки. Тесто выложить в форму и выпекать один час, после чего накрыть фольгой и поместить в духовой шкаф еще 24 – 26 минут. Проверить зубочисткой, она не должна быть совсем сухой. Не стоит пересушивать кекс. Остудить кекс, не вынимая из формы.","Для украшения: раскатать марципан в блин, выложить его на кекс, руками сформировать волны. Из оставшегося марципана скатать шарики, примерно 12 штук и выложить их по кругу. Если есть горелка, обжечь ею марципан."],"date":1497603117019,"photoFile":"keks (1).jpg","flagShowMore":false}]}